# Core utilities
brew "git"
brew "stow"
brew "wget"
brew "curl"

# Terminal & shell
brew "zoxide"
brew "fzf"
brew "direnv"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "powerlevel10k"

# Editors
brew "neovim"
brew "tmux"

# Developer tools
brew "python"
brew "ripgrep"
brew "fd"
brew "diff-so-fancy"
brew "tree-sitter"
brew "go"
brew "rbenv"
brew "lazygit"

# Fonts
cask "font-jetbrains-mono-nerd-font"

# Terminal emulator
cask "wezterm"
